[ItemDefs.ID_MO_GrandmotherHouse_Flower MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Flor"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_GrandmotherHouse_Flower:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma bela flor para uma bela senhora."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Mo_GrandmotherHouse_JackItem MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Serrote da Vovózinha"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Mo_GrandmotherHouse_JackItem:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Ferramenta de castigo usada pela vovózinha de Jack O'Cara. Tão dolorosa quanto parece."
NoConstraintText=""
Suffix=""
Prefix=""

